Revit 2027 API
IDockablePaneProvider Methods
The IDockablePaneProvider type exposes the following members.
Methods
Name | Description
SetupDockablePane |  Method called during initialization of the user interface to gather information about a dockable pane window.
Top
See Also
Reference
IDockablePaneProvider Interface
Autodesk.Revit.UI Namespace